print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: galaxy.safe.360.cn : 36.99.172.137 - 域名检查结果: BENIGN - 时间: 2024-03-19 22:16:35")

print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: galaxy.safe.360.cn : 180.163.246.68 - 域名检查结果: BENIGN - 时间: 2024-03-19 22:16:35")

print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: ins-q1feqtqn.ias.tencent-cloud.net : 240e:e9:6003:200::27 - 域名检查结果: BENIGN - 时间: 2024-03-19 22:16:52")

print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: ins-q1feqtqn.ias.tencent-cloud.net : 240e:e9:6003:215::a8 - 域名检查结果: BENIGN - 时间: 2024-03-19 22:16:52\n")

print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: ins-q1feqtqn.ias.tencent-cloud.net : 117.89.181.84 - 域名检查结果: BENIGN - 时间: 2024-03-19 22:16:52\n")

print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: ins-q1feqtqn.ias.tencent-cloud.net : 117.62.240.104 - 域名检查结果: BENIGN - 时间: 2024-03-19 22:16:52\n")
print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: tpxsyeorjbecqpdw.eu : 36.99.172.137 - 域名检查结果: emotet - 时间: 2024-03-19 22:16:52\n")
print("[*] 域名: tpxsyeorjbecqpdw.eu : 36.99.172.137 检测异常，已处理\n")
print("[*] 新增连接: 192.168.78.49 <- 101.198.198.198 - 解析域名: tpxsyeorjbecqpdw.eu : 180.163.246.68 - 域名检查结果: emotet - 时间: 2024-03-19 22:16:52\n")
print("[*] 域名: tpxsyeorjbecqpdw.eu : 180.163.246.68 检测异常，已处理\n")